ep.verification.verify.error.noRecordFound=\u0397 \u03B1\u03BD\u03B1\u03B6\u03AE\u03C4\u03B7\u03C3\u03B7 \u03BC\u03B5 \u03C4\u03B1 \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03B1 \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1 \u03B4\u03B5\u03BD \u03B5\u03C0\u03AD\u03C3\u03C4\u03C1\u03B5\u03C8\u03B5 \u03BA\u03B1\u03BD\u03AD\u03BD\u03B1 \u03B1\u03C0\u03BF\u03C4\u03AD\u03BB\u03B5\u03C3\u03BC\u03B1.
ep.verification.verify.error.multipleRecordsFound=\u0397 \u03B1\u03BD\u03B1\u03B6\u03AE\u03C4\u03B7\u03C3\u03B7 \u03BC\u03B5 \u03C4\u03B1 \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03B1 \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1 \u03B5\u03C0\u03AD\u03C3\u03C4\u03C1\u03B5\u03C8\u03B5 \u03C0\u03AC\u03BD\u03C9 \u03B1\u03C0\u03CC \u03AD\u03BD\u03B1 \u03B1\u03C0\u03BF\u03C4\u03AD\u03BB\u03B5\u03C3\u03BC\u03B1. \u03A0\u03B1\u03C1\u03B1\u03BA\u03B1\u03BB\u03CE \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C1\u03CE\u03C3\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1 \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1.
ep.verification.verify.error.illegalArgs=\u03A4\u03B1 \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03B1 \u03BA\u03C1\u03B9\u03C4\u03AE\u03C1\u03B9\u03B1 \u03B1\u03BD\u03B1\u03B6\u03AE\u03C4\u03B7\u03C3\u03B7\u03C2 \u03B4\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03AD\u03B3\u03BA\u03C5\u03C1\u03B1.
ep.verification.verify.error.invalidArgsEklSpecialNo=\u03A0\u03B1\u03C1\u03B1\u03BA\u03B1\u03BB\u03CE \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C1\u03CE\u03C3\u03C4\u03B5 \u03C4\u03BF\u03BD \u03B5\u03B9\u03B4\u03B9\u03BA\u03CC \u03B5\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC \u03B1\u03C1\u03B9\u03B8\u03BC\u03CC.
ep.verification.verify.error.invalidArgsVoterVerificationNumber.numberAndDepartment=\u03A0\u03B1\u03C1\u03B1\u03BA\u03B1\u03BB\u03CE \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C1\u03CE\u03C3\u03C4\u03B5 \u03C4\u03BF\u03BD \u03B1\u03C1\u03B9\u03B8\u03BC\u03CC \u03B4\u03B9\u03B1\u03C0\u03AF\u03C3\u03C4\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03B1\u03B9 \u03C4\u03BF \u03B5\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC \u03C4\u03BC\u03AE\u03BC\u03B1.
ep.verification.verify.error.invalidArgsVoterVerificationNumber.numberOnly=\u03A0\u03B1\u03C1\u03B1\u03BA\u03B1\u03BB\u03CE \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C1\u03CE\u03C3\u03C4\u03B5 \u03C4\u03BF\u03BD \u03B1\u03C1\u03B9\u03B8\u03BC\u03CC \u03B4\u03B9\u03B1\u03C0\u03AF\u03C3\u03C4\u03B5\u03C5\u03C3\u03B7\u03C2.
ep.verification.verify.error.invalidArgsVoterVerificationNumber.noElectionProcedure=\u0394\u03B5\u03BD \u03C5\u03C0\u03AC\u03C1\u03C7\u03B5\u03B9 \u03C4\u03C1\u03AD\u03C7\u03BF\u03C5\u03C3\u03B1 \u03B5\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03AE \u03B4\u03B9\u03B1\u03B4\u03B9\u03BA\u03B1\u03C3\u03AF\u03B1 \u03BA\u03B1\u03B9 \u03B3\u03CD\u03C1\u03BF\u03C2.
ep.verification.verify.error.invalidArgsPersonalInfo=\u03A0\u03B1\u03C1\u03B1\u03BA\u03B1\u03BB\u03CE \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C1\u03CE\u03C3\u03C4\u03B5 \u03BF\u03BB\u03CC\u03BA\u03BB\u03B7\u03C1\u03BF \u03C4\u03BF \u03B5\u03C0\u03CE\u03BD\u03C5\u03BC\u03BF, \u03C4\u03BF\u03C5\u03BB\u03AC\u03C7\u03B9\u03C3\u03C4\u03BF\u03BD \u03B4\u03CD\u03BF \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03AE\u03C1\u03B5\u03C2 \u03C3\u03C4\u03B1 \u03C4\u03C1\u03AF\u03B1 \u03BF\u03BD\u03CC\u03BC\u03B1\u03C4\u03B1 \u03BA\u03B1\u03B9 \u03C4\u03BF \u03AD\u03C4\u03BF\u03C2 \u03B3\u03AD\u03BD\u03BD\u03B7\u03C3\u03B7\u03C2.

ep.verification.saveVoter.error.noElector=\u0394\u03B5\u03BD \u03AD\u03C7\u03B5\u03C4\u03B5 \u03B5\u03C0\u03B9\u03BB\u03AD\u03BE\u03B5\u03B9 \u03B5\u03BA\u03BB\u03BF\u03B3\u03AD\u03B1.
ep.verification.saveVoter.error.noElectionDepartmentId=\u0394\u03B5\u03BD \u03AD\u03C7\u03B5\u03C4\u03B5 \u03B5\u03C0\u03B9\u03BB\u03AD\u03BE\u03B5\u03B9 \u03B5\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC \u03C4\u03BC\u03AE\u03BC\u03B1.
ep.verification.saveVoter.error.invalidElector=\u039F \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03BF\u03C2 \u03B5\u03B9\u03B4\u03B9\u03BA\u03CC\u03C2 \u03B5\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC\u03C2 \u03B1\u03C1\u03B9\u03B8\u03BC\u03CC\u03C2 \u03B4\u03B5\u03BD \u03C4\u03B1\u03C5\u03C4\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03BC\u03B5 \u03B1\u03C5\u03C4\u03CC\u03BD \u03C4\u03BF\u03C5 \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03BF\u03C5 \u03B5\u03BA\u03BB\u03BF\u03B3\u03AD\u03B1.
ep.verification.saveVoter.error.invalidPayment=\u03A4\u03BF \u03C0\u03BF\u03C3\u03CC \u03C0\u03BB\u03B7\u03C1\u03C9\u03BC\u03AE\u03C2 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C4\u03BF\u03C5\u03BB\u03AC\u03C7\u03B9\u03C3\u03C4\u03BF\u03BD {0} \u03B5\u03C5\u03C1\u03CE.
ep.verification.saveVoter.error.create.alreadyVoted=\u039F \u03B5\u03BA\u03BB\u03BF\u03B3\u03AD\u03B1\u03C2 \u03AD\u03C7\u03B5\u03B9 \u03AE\u03B4\u03B7 \u03B4\u03B9\u03B1\u03C0\u03B9\u03C3\u03C4\u03B5\u03C5\u03C4\u03B5\u03AF.
ep.verification.saveVoter.error.create.departmentHasSubmitted=\u0397 \u03B4\u03B9\u03B1\u03C0\u03AF\u03C3\u03C4\u03B5\u03C5\u03C3\u03B7 \u03B4\u03B5\u03BD \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF \u03BD\u03B1 \u03C0\u03C1\u03B1\u03B3\u03BC\u03B1\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03B8\u03B5\u03AF \u03B5\u03C0\u03B5\u03B9\u03B4\u03AE \u03C4\u03BF \u03B5\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC \u03C4\u03BC\u03AE\u03BC\u03B1 \u03AD\u03C7\u03B5\u03B9 \u03AE\u03B4\u03B7 \u03C5\u03C0\u03BF\u03B2\u03AC\u03BB\u03B5\u03B9 \u03C4\u03B1 \u03B1\u03C0\u03BF\u03C4\u03B5\u03BB\u03AD\u03C3\u03BC\u03B1\u03C4\u03B1.
ep.verification.saveVoter.error.create.duplicateVerificationNumber=\u039F \u03B1\u03C1\u03B9\u03B8\u03BC\u03CC\u03C2 \u03B4\u03B9\u03B1\u03C0\u03AF\u03C3\u03C4\u03B5\u03C5\u03C3\u03B7\u03C2 \u03C3\u03C4\u03BF \u03B5\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC \u03C4\u03BC\u03AE\u03BC\u03B1 \u03C5\u03C0\u03AC\u03C1\u03C7\u03B5\u03B9 \u03AE\u03B4\u03B7. \u03A0\u03B1\u03C1\u03B1\u03BA\u03B1\u03BB\u03CE \u03BE\u03B1\u03BD\u03B1\u03C0\u03C1\u03BF\u03C3\u03C0\u03B1\u03B8\u03AE\u03C3\u03C4\u03B5.
ep.verification.saveVoter.error.update.votedInAnotherDepartment=\u0397 \u03B5\u03BD\u03B7\u03BC\u03AD\u03C1\u03C9\u03C3\u03B7 \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03C9\u03BD \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF \u03BD\u03B1 \u03C0\u03C1\u03B1\u03B3\u03BC\u03B1\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03B8\u03B5\u03AF \u03BC\u03CC\u03BD\u03BF \u03B1\u03C0\u03CC \u03C4\u03BF \u03B5\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC \u03C4\u03BC\u03AE\u03BC\u03B1 \u03CC\u03C0\u03BF\u03C5 \u03C0\u03C1\u03B1\u03B3\u03BC\u03B1\u03C4\u03BF\u03C0\u03BF\u03B9\u03AE\u03B8\u03B7\u03BA\u03B5 \u03B7 \u03B4\u03B9\u03B1\u03C0\u03AF\u03C3\u03C4\u03B5\u03C5\u03C3\u03B7 \u03AE \u03B1\u03C0\u03CC \u03BA\u03B5\u03BD\u03C4\u03C1\u03B9\u03BA\u03CC \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7.


ep.verification.undoVote.error.voterIsNull=\u039F \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03BF\u03C2 \u03C8\u03B7\u03C6\u03AF\u03C3\u03B1\u03C2 \u03B4\u03B5\u03BD \u03C5\u03C0\u03AC\u03C1\u03C7\u03B5\u03B9.
ep.verification.undoVote.error.notVoted=\u0397 \u03B1\u03BD\u03AC\u03BA\u03BB\u03B7\u03C3\u03B7 \u03C8\u03AE\u03C6\u03BF\u03C5 \u03B3\u03B9\u03B1 \u03C4\u03BF \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03BF \u03B5\u03BA\u03BB\u03BF\u03B3\u03AD\u03B1 \u03AD\u03C7\u03B5\u03B9 \u03AE\u03B4\u03B7 \u03C0\u03C1\u03B1\u03B3\u03BC\u03B1\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03B8\u03B5\u03AF.
ep.verification.undoVote.error.votedInAnotherDepartment=\u0397 \u03B4\u03B9\u03B1\u03C0\u03AF\u03C3\u03C4\u03B5\u03C5\u03C3\u03B7 \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF \u03BD\u03B1 \u03B1\u03BD\u03B1\u03B9\u03C1\u03B5\u03B8\u03B5\u03AF \u03BC\u03CC\u03BD\u03BF \u03B1\u03C0\u03CC \u03C4\u03BF \u03B5\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC \u03C4\u03BC\u03AE\u03BC\u03B1 \u03CC\u03C0\u03BF\u03C5 \u03C0\u03C1\u03B1\u03B3\u03BC\u03B1\u03C4\u03BF\u03C0\u03BF\u03B9\u03AE\u03B8\u03B7\u03BA\u03B5 \u03AE \u03B1\u03C0\u03CC \u03BA\u03B5\u03BD\u03C4\u03C1\u03B9\u03BA\u03CC \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7.
ep.verification.undoVote.error.departmentHasSubmitted=\u0397 \u03B4\u03B9\u03B1\u03C0\u03AF\u03C3\u03C4\u03B5\u03C5\u03C3\u03B7 \u03B4\u03B5\u03BD \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF \u03BD\u03B1 \u03B1\u03BD\u03B1\u03B9\u03C1\u03B5\u03B8\u03B5\u03AF \u03B5\u03C0\u03B5\u03B9\u03B4\u03AE \u03C4\u03BF \u03B5\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC \u03C4\u03BC\u03AE\u03BC\u03B1 \u03AD\u03C7\u03B5\u03B9 \u03AE\u03B4\u03B7 \u03C5\u03C0\u03BF\u03B2\u03AC\u03BB\u03B5\u03B9 \u03C4\u03B1 \u03B1\u03C0\u03BF\u03C4\u03B5\u03BB\u03AD\u03C3\u03BC\u03B1\u03C4\u03B1.
