mg.electioncenter.error.code.empty=\u0394\u03B5\u03BD \u03AD\u03C7\u03B5\u03B9 \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C1\u03C9\u03B8\u03B5\u03AF \u03BF \u03BA\u03C9\u03B4\u03B9\u03BA\u03CC\u03C2 \u03C4\u03BF\u03C5 \u0395\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03BF\u03CD \u039A\u03AD\u03BD\u03C4\u03C1\u03BF\u03C5.
mg.electioncenter.error.name.empty=\u0394\u03B5\u03BD \u03AD\u03C7\u03B5\u03B9 \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C9\u03B8\u03B5\u03AF \u03B7 \u03BF\u03BD\u03BF\u03BC\u03B1\u03C3\u03AF\u03B1 \u03C4\u03BF\u03C5 \u0395\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03BF\u03CD \u039A\u03AD\u03BD\u03C4\u03C1\u03BF\u03C5.
mg.electioncenter.error.geographicalData.incomplete=\u0394\u03B5\u03BD \u03AD\u03C7\u03BF\u03C5\u03BD \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C1\u03C9\u03B8\u03B5\u03AF \u03C4\u03B1 \u03B1\u03C0\u03B1\u03B9\u03C4\u03BF\u03CD\u03BC\u03B5\u03BD\u03B1 \u03B3\u03B5\u03C9\u03B3\u03C1\u03B1\u03C6\u03B9\u03BA\u03AC \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03B1.
mg.electioncenter.error.geographicalData.local.incomplete=\u0394\u03B5\u03BD \u03AD\u03C7\u03BF\u03C5\u03BD \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C1\u03C9\u03B8\u03B5\u03AF \u03C4\u03B1 \u03B1\u03C0\u03B1\u03B9\u03C4\u03BF\u03CD\u03BC\u03B5\u03BD\u03B1 \u03B3\u03B5\u03C9\u03B3\u03C1\u03B1\u03C6\u03B9\u03BA\u03AC \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03B1: \u0393\u03B5\u03C9\u03B3\u03C1. \u0395\u03BD\u03CC\u03C4\u03B7\u03C4\u03B1, \u0391\u03C0\u03BF\u03BA. \u0394\u03B9\u03BF\u03AF\u03BA\u03B7\u03C3\u03B7, \u03A0\u03B5\u03C1\u03B9\u03C6\u03AD\u03C1\u03B5\u03B9\u03B1, \u03A0\u03B5\u03C1\u03B9\u03C6. \u0395\u03BD\u03CC\u03C4\u03B7\u03C4\u03B1, \u0394\u03AE\u03BC\u03BF\u03C2.
mg.electioncenter.error.geographicalData.foreign.incomplete=\u0394\u03B5\u03BD \u03AD\u03C7\u03BF\u03C5\u03BD \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C1\u03C9\u03B8\u03B5\u03AF \u03C4\u03B1 \u03B1\u03C0\u03B1\u03B9\u03C4\u03BF\u03CD\u03BC\u03B5\u03BD\u03B1 \u03B3\u03B5\u03C9\u03B3\u03C1\u03B1\u03C6\u03B9\u03BA\u03AC \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03B1: \u03A7\u03CE\u03C1\u03B1.

mg.electiondepartment.error.code.empty=\u0394\u03B5\u03BD \u03AD\u03C7\u03B5\u03B9 \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C1\u03C9\u03B8\u03B5\u03AF \u03BF \u03BA\u03C9\u03B4\u03B9\u03BA\u03CC\u03C2 \u03C4\u03BF\u03C5 \u0395\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03BF\u03CD \u03A4\u03BC\u03AE\u03BC\u03B1\u03C4\u03BF\u03C2.
mg.electiondepartment.error.name.empty=\u0394\u03B5\u03BD \u03AD\u03C7\u03B5\u03B9 \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C1\u03C9\u03B8\u03B5\u03AF \u03B7 \u03BF\u03BD\u03BF\u03BC\u03B1\u03C3\u03AF\u03B1 \u03C4\u03BF\u03C5 \u0395\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03BF\u03CD \u03A4\u03BC\u03AE\u03BC\u03B1\u03C4\u03BF\u03C2.
mg.electiondepartment.error.electionCenter.empty=\u0394\u03B5\u03BD \u03AD\u03C7\u03B5\u03B9 \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C1\u03C9\u03B8\u03B5\u03AF \u03C4\u03BF \u0395\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC \u039A\u03AD\u03BD\u03C4\u03C1\u03BF \u03C3\u03C4\u03BF \u03BF\u03C0\u03BF\u03AF\u03BF \u03B1\u03BD\u03AE\u03BA\u03B5\u03B9 \u03C4\u03BF \u0395\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC \u03A4\u03BC\u03AE\u03BC\u03B1.
mg.electiondepartment.error.volunteer.hasContribution=\u039F \u03B5\u03B8\u03B5\u03BB\u03BF\u03BD\u03C4\u03AE\u03C2 {0} {1} {2}  \u03AD\u03C7\u03B5\u03B9 \u03B4\u03B7\u03BB\u03C9\u03B8\u03B5\u03AF \u03C3\u03B5 \u03AC\u03BB\u03BB\u03BF \u0395\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC \u03A4\u03BC\u03AE\u03BC\u03B1.

mg.electiondepartment.delete.error.usersExist=\u0394\u03B5\u03BD \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B9\u03B1\u03B3\u03C1\u03AC\u03C8\u03B5\u03C4\u03B5 \u03B5\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC \u03C4\u03BC\u03AE\u03BC\u03B1 \u03C0\u03BF\u03C5 \u03C3\u03C5\u03BD\u03B4\u03AD\u03B5\u03C4\u03B1\u03B9 \u03BC\u03B5 \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7.
mg.electiondepartment.delete.error.votersExist=\u0394\u03B5\u03BD \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B9\u03B1\u03B3\u03C1\u03AC\u03C8\u03B5\u03C4\u03B5 \u03B5\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC \u03C4\u03BC\u03AE\u03BC\u03B1 \u03C3\u03C4\u03BF \u03BF\u03C0\u03BF\u03AF\u03BF \u03AD\u03C7\u03B5\u03B9 \u03C0\u03C1\u03B1\u03B3\u03BC\u03B1\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03B8\u03B5\u03AF \u03B4\u03B9\u03B1\u03C0\u03AF\u03C3\u03C4\u03B5\u03C5\u03C3\u03B7.

mg.contribution.createCandidateRepresentative.error.volunteerIdNull=\u0394\u03B5\u03BD \u03AD\u03C7\u03B5\u03C4\u03B5 \u03C0\u03C1\u03BF\u03C3\u03B4\u03B9\u03BF\u03C1\u03AF\u03C3\u03B5\u03B9 \u03B5\u03B8\u03B5\u03BB\u03BF\u03BD\u03C4\u03AE.
mg.contribution.createCandidateRepresentative.error.electionDepartmentIdNull=\u0394\u03B5\u03BD \u03AD\u03C7\u03B5\u03C4\u03B5 \u03C0\u03C1\u03BF\u03C3\u03B4\u03B9\u03BF\u03C1\u03AF\u03C3\u03B5\u03B9 \u03B5\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC \u03C4\u03BC\u03AE\u03BC\u03B1.
mg.contribution.createCandidateRepresentative.error.candidateIdNull=\u0394\u03B5\u03BD \u03AD\u03C7\u03B5\u03C4\u03B5 \u03C0\u03C1\u03BF\u03C3\u03B4\u03B9\u03BF\u03C1\u03AF\u03C3\u03B5\u03B9 \u03C5\u03C0\u03BF\u03C8\u03AE\u03C6\u03B9\u03BF.
mg.contribution.createCandidateRepresentative.error.volunteerContributionExists=\u039F \u03B5\u03B8\u03B5\u03BB\u03BF\u03BD\u03C4\u03AE\u03C2 \u03AD\u03C7\u03B5\u03B9 \u03AE\u03B4\u03B7 \u03B5\u03BD\u03C4\u03B1\u03C7\u03B8\u03B5\u03AF \u03C3\u03B5 \u03B5\u03BA\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC \u03C4\u03BC\u03AE\u03BC\u03B1.
mg.contribution.createCandidateRepresentative.error.dataIntegrityViolation=\u0388\u03C7\u03B5\u03B9 \u03C0\u03B1\u03C1\u03B1\u03B2\u03B9\u03B1\u03C3\u03C4\u03B5\u03AF \u03C0\u03B5\u03C1\u03B9\u03BF\u03C1\u03B9\u03C3\u03BC\u03CC\u03C2 \u03B1\u03BA\u03B5\u03C1\u03B1\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7 \u03B2\u03AC\u03C3\u03B7 \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD
